{
  "nav.home": "Home",
  "nav.services": "Services",
  "nav.portfolio": "Portfolio",
  "nav.about": "About",
  "nav.contact": "Contact",
  "nav.language": "한국어",

  "hero.aria": "Homepage hero",
  "hero.alt": "Customers connecting with a local restaurant or café",
  "hero.tagline": "Lumi Web services helps customers find, learn, order, and build relationships with your business.",
  "hero.support": "Personalize your customers' online experience.",
  "hero.bilingualPill": "Bilingual (EN/KR) available",
  "hero.cta.primary": "Get a fast quote",
  "hero.cta.secondary": "See examples",
  "hero.title": "Bilingual websites for DFW restaurants, cafés, and shops.",
  "hero.subtitle": "Mobile-first, Korean/English, and ready fast - so customers can call, order, or visit today.",
  "hero.cta": "Get a fast quote",

  "trust.fast": "Fast build",
  "trust.bilingual": "Bilingual (EN/KR)",
  "trust.pricing": "Flat pricing",

  "benefits.aria": "Key benefits",
  "benefits.fast.title": "Fast build",
  "benefits.fast.blurb": "Launch quickly with a clear plan and simple steps, from intake to go live.",
  "benefits.bilingual.title": "Bilingual (EN/KR)",
  "benefits.bilingual.blurb": "Serve customers in English and Korean with side-by-side pages and an easy language toggle.",
  "benefits.flat.title": "Flat pricing",
  "benefits.flat.blurb": "Know your cost up front with flat packages and no surprise add-ons.",
  "benefits.custom.title": "Custom web design",
  "benefits.custom.blurb": "Create your own custom-branded site that's unique to your business.",

  "services.title": "Packages & Pricing",
  "services.starter": "Starter - $999",
  "services.standard": "Standard - $1,499",
  "services.plus": "Plus - $1,999",
  "services.bullets": "Fast, mobile-first build; Menu & photos; Google Map embeds; Bilingual pages; Clear scope & flat pricing",
  "services.note": "Timelines depend on content delivery. No hidden fees.",
  "addons.title": "Add-ons",
  "addons.items": "Logo refresh $150; Photo editing (20) $120; Extra language $150; Monthly updates (2 hrs) $60",

  "portfolio.title": "Recent Work",
  "portfolio.viewAll": "View all work",
  "portfolio.item1.title": "Hampyong Noodle",
  "portfolio.item1.blurb": "Mobile-friendly restaurant site with clear menu and map.",
  "portfolio.item2.title": "Tempo Pilates",
  "portfolio.item2.blurb": "Clean, fast marketing site with clear calls to action.",

  "about.title": "About Me",
  "about.body": "Hi, I'm Libby Smith. Lumi Web exists to make business and technology feel simple.\n\nI build clear, mobile-friendly websites for restaurants, cafés, and shops, with bilingual options when you need them. Many of my clients are starting a business for the first time or prefer to work in Korean. That is welcome here.\n\nHaving worked with many Korean and other immigrant-owned businesses in the DFW area, I understand the unique challenges: language barriers, cultural nuances in design preferences, and the need for websites that serve both English and native-language customers effectively.\n\nI bring five years in technology and a background as a corporate analyst at a major multinational retailer. That experience taught me how to listen, define goals, and deliver on time with no surprises.\n\nMy process is straightforward: we set a goal, choose the pages, collect your photos and hours, then I build and publish. Pricing is flat, communication is direct, and support is friendly.\n\nIf you want a website that customers can find, understand, and trust, without the jargon, I am ready to help.",
  "about.cta": "Get a fast quote",
  "about.headshotAlt": "Portrait of Libby Smith, web developer in DFW",

  "contact.title": "Fast Quote & Intake",
  "contact.note": "Send your details below. If the form doesn't load, open it in a new tab.",
  "contact.openForm": "Open the form in a new tab",

  "footer.email": "Email",
  "footer.phone": "Call",
  "promo2.aria": "Accessible design banner",
  "promo2.alt": "People easily using a website",
  "promo2.title": "Don't let complex designs turn newcomers away.",
  "promo2.body": "Lumi Web Designs are easy to use for prospects, clients, staff, and instructors. Websites that allow customers to focus on what truly matters.",
  "services.feature.social": "Social media integration",
  "services.feature.browsers": "Works on all major browsers",
  "services.feature.devices": "Works on all devices",
  "services.feature.bilingualExpand": "Bilingual content, ready to expand to more languages",
  "services.addon.monthlyMonitoring": "Monthly Web Performance Monitoring",
  "services.tier3.crm": "Set up and configure customer management system"
}